{
  "registerForServices": "Register for Food Services",
  "language": "Language",
  "personalInfo": "Personal Information",
  "firstName": "First Name",
  "lastName": "Last Name",
  "dob": "Date of Birth",
  "phone": "Phone Number",
  "address": "Address",
  "apartment": "Apartment Number",
  "zip": "Zip Code",
  "ethnicity": "Ethnicity",
  "sex": "Sex",
  "maritalStatus": "Marital Status",
  "household": "Household Details",
  "children": "Children under 18",
  "adults": "Adults under 60",
  "seniors": "Seniors over 60",
  "languageAndOrigin": "Language & Country of Birth",
  "preferredLanguage": "Preferred Language",
  "countryOfBirth": "Country of Birth",
  "income": "Income",
  "incomeYear": "Income per Year",
  "incomeMonth": "Income per Month",
  "incomeWeek": "Income per Week",
  "programs": "Assistance Programs",
  "descSnap": "Supplemental Nutrition Assistance Program",
  "descTanf": "Temporary Assistance for Needy Families",
  "descSsi": "Supplemental Security Income",
  "descNsls": "National School Lunch Program",
  "descMedicaid": "Medicaid Health Coverage",
  "householdCrisisEligibility": "Household Crisis Eligibility",
  "If household is eligible for household crisis food needs, document reason for crisis here.": "If household is eligible for household crisis food needs, document reason for crisis here.",
  "certification": "Certification",
  "cert1": "1. I certify that I am a member of the household living at the address provided in the personal info section and that, on behalf of the household, I apply for USDA Foods that are distributed through The Emergency Food Assistance Program.",
  "cert2": "2. All information provided to the agency determining my household's eligibility is, to the best of my knowledge and belief, true and correct.",
  "cert3": "3. If applicable, the information provided by the household's proxy is, to the best of my knowledge and belief, true and correct.",
  "agreeCertLabel": "Check box to agree",
  "usdaTitle": "USDA Nondiscrimination Statement",
  "usda1": "In accordance with federal civil rights law and U.S. Department of Agriculture (USDA) civil rights regulations and policies, this institution is prohibited from discriminating on the basis of race, color, national origin, sex (including gender identity and sexual orientation), disability, age, or reprisal or retaliation for prior civil rights activity.",
  "usda2": "Program information may be made available in languages other than English. Persons with disabilities who require alternative means of communication to obtain program information (e.g. Braille, large print, audiotape, American Sign Language), should contact the responsible state or local agency that administers the program or USDA's TARGET Center at (202) 720-2600 (voice and TTY) or contact USDA through the Federal Relay Service at (800) 877-8339.",
  "usda3": "To file a program discrimination complaint, a Complainant should complete a Form AD-3027, USDA Program Discrimination Complaint Form which can be obtained online at https://www.usda.gov/sites/default/files/documents/USD AOASCR%20P-Complaint-Form-0508-0002-508-11-28-17Fax2Mail.pdf, from any USDA office, by calling (866) 632-9992, or by writing a letter addressed to USDA. The letter must contain the complainant's name, address, telephone number, and a written description of the alleged discriminatory action in sufficient detail to inform the Assistant Secretary for Civil Rights (ASCR) about the nature and date of an alleged civil rights violation. The completed AD-3027 form or letter must be submitted to USDA by mail: U.S. Department of Agriculture, Office of the Assistant Secretary for Civil Rights, 1400 Independence Avenue, SW, Washington, D.C. 20250-9410; or fax: (833) 256-1665 or (202) 690-7442; or email: program.intake@usda.gov. This institution is an equal opportunity provider.",
  "signature": "Signature",
  "submit": "Submit",
  "submittedSuccessfully": "Form submitted successfully!",
  "applicantAuthorizationTitle": "Applicant’s Authorization",
  "applicantAuthorization": "    I hereby state that all of the information I have provided to Catholic Charities of Dallas, Inc. is true and correct. Catholic Charities Inc. operates in accordance with Federal law and the U.S Department of Agriculture prohibits discrimination against its customers, employees, and applicants for employment on the bases of race, color, national origin, age, disability, sex, gender identity, religion, reprisal, and where applicable, political beliefs, marital status, familial or parental status, sexual orientation, or all or part of an individual's income is derived from any public assistance program, or protected genetic information in employment or in any program or activity conducted or funded by the Department. (Not all prohibited bases will apply to all programs and/or employment activities.)\n\nIf you wish to file a Civil Rights program complaint of discrimination, complete the USDA Program Discrimination Complaint Form, found online at https://www.usda.gov/oascr/filing-program-discrimination complaint-usda-customer, or at any USDA office, or call (866) 632-9992 to request the form. You may also write a letter containing all of the information requested in the form. Send your completed complaint form or letter to us by mail at U.S. Department of Agriculture, Director, Office of Adjudication, 1400 Independence Avenue, S.W., Washington, D.C. 20250-9410, by fax (202)690-7442 or email at program.intake@usda.gov. Individuals who are deaf, hard of hearing or have any contact USDA through the Federal Relay Service at (800)877-8339; or (800) 845-6136 (Spanish).\n\nUSDA is an equal opportunity provider and employer.\n\nI understand that any misrepresentation of information or failure to disclose information requested on this form may disqualify me from participation in the program and may be grounds for termination of assistance.\n\nWARNING: It is unlawful to provide false information to the government when applying for federal public benefit programs per the Program Fraud Remedies Act, of 1986, 31 U.S.C. 3801-3812.",
  "checkin": {
    "title": "Check In",
    "useId": "Use ID",
    "useNameDob": "Use Last Name & Date of Birth",
    "idLabel": "ID",
    "lastNameLabel": "Last Name",
    "dobLabel": "Date of Birth",
    "checkIn": "Check In",
    "checkingIn": "Checking In...",
    "language": "Language",
    "alreadyCheckedIn": "You have already Checked In!",
    "noMatchingRecord": "No matching record found."
  },
  "White": "White",
  "Black": "Black",
  "Hispanic": "Hispanic",
  "Asian": "Asian",
  "Native": "Native",
  "Other": "Other",
  "Male": "Male",
  "Female": "Female",
  "Single": "Single",
  "Married": "Married",
  "Divorced": "Divorced",
  "Widowed": "Widowed"
}