{
  "registerForServices": "Registrarse para Servicios de Alimentos / TEFAP",
  "language": "Idioma",
  "personalInfo": "Información Personal",
  "firstName": "Nombre",
  "lastName": "Apellido",
  "dob": "Fecha de Nacimiento",
  "phone": "Número de Teléfono",
  "address": "Dirección",
  "apartment": "Número de Apartamento",
  "city": "Ciudad",
  "state": "Estado",
  "zip": "Código Postal",
  "race": "Raza",
  "selectRace": "Seleccionar Raza",
  "ethnicity": "Etnicidad",
  "selectEthnicity": "Seleccionar Etnicidad",
  "sex": "Sexo",
  "maritalStatus": "Estado Civil",
  "nameOfProxy": "Nombre del Apoderado",
  "household": "Detalles del Hogar",
  "children": "Niños menores de 18 años",
  "adults": "Adultos menores de 60 años",
  "seniors": "Personas mayores de 60 años",
  "languageAndOrigin": "Idioma y País de Nacimiento",
  "preferredLanguage": "Idioma Preferido",
  "countryOfBirth": "País de Nacimiento",
  "income": "Ingresos",
  "incomeYear": "Ingresos por Año",
  "incomeMonth": "Ingresos por Mes",
  "incomeWeek": "Ingresos por Semana",
  "programs": "Programas de Asistencia",
  "descSnap": "Programa de Asistencia Nutricional Suplementaria",
  "descTanf": "Asistencia Temporal para Familias Necesitadas",
  "descSsi": "Ingreso Suplementario de Seguridad",
  "descNsls": "Programa Nacional de Almuerzos Escolares",
  "descMedicaid": "Cobertura de Salud de Medicaid",
  "householdCrisisEligibility": "Elegibilidad de Crisis del Hogar",
  "If household is eligible for household crisis food needs, document reason for crisis here.": "Si el hogar es elegible para necesidades alimentarias por crisis, documente la razón de la crisis aquí.",
  "certification": "Certificación",
  "cert1": "1. Certifico que soy un miembro del hogar que vive en la dirección proporcionada en la sección de información personal y que, en nombre del hogar, solicito alimentos del USDA distribuidos a través del Programa de Asistencia Alimentaria de Emergencia.",
  "cert2": "2. Toda la información proporcionada a la agencia que determina la elegibilidad de mi hogar es, a mi leal saber y entender, verdadera y correcta.",
  "cert3": "3. Si corresponde, la información proporcionada por el representante del hogar es, a mi leal saber y entender, verdadera y correcta.",
  "agreeCertLabel": "Marque la casilla para aceptar",
  "signature": "Firma",
  "signatureRequired": "Proporcione una firma antes de enviar.",
  "clearSignature": "Limpiar Firma",
  "submit": "Enviar",
  "submittedSuccessfully": "¡Formulario enviado con éxito!",
  "selectState": "Seleccionar un estado",
  "selectSex": "Seleccionar Sexo",
  "selectMaritalStatus": "Seleccionar Estado Civil",
  "usdaTitle": "Declaración de No Discriminación del USDA",
  "usda1": "De acuerdo con la ley federal de derechos civiles y las regulaciones y políticas de derechos civiles del Departamento de Agricultura de los EE. UU. (USDA), esta institución tiene prohibido discriminar por motivos de raza, color, origen nacional, sexo (incluida la identidad de género y la orientación sexual), discapacidad, edad o represalia o represalia por actividad previa de derechos civiles.",
  "usda2": "La información del programa puede estar disponible en idiomas distintos al inglés. Las personas con discapacidades que requieran medios alternativos de comunicación para obtener información del programa (por ejemplo, Braille, letra grande, cinta de audio, lenguaje de señas estadounidense), deben comunicarse con la agencia estatal o local responsable que administra el programa o con el Centro TARGET del USDA al (202) 720-2600 (voz y TTY) o comunicarse con el USDA a través del Servicio Federal de Retransmisión al (800) 877-8339.",
  "usda3": "Para presentar una queja por discriminación en el programa, un reclamante debe completar el Formulario AD-3027, Formulario de Queja por Discriminación en el Programa del USDA, que se puede obtener en línea en https://www.usda.gov/sites/default/files/documents/USD AOASCR%20P-Complaint-Form-0508-0002-508-11-28-17Fax2Mail.pdf, en cualquier oficina del USDA, llamando al (866) 632-9992, o escribiendo una carta dirigida al USDA. La carta debe contener el nombre, dirección, número de teléfono del reclamante y una descripción escrita de la supuesta acción discriminatoria con suficiente detalle para informar al Subsecretario de Derechos Civiles (ASCR) sobre la naturaleza y la fecha de la supuesta violación de los derechos civiles. El formulario AD-3027 completado o la carta deben enviarse al USDA por correo: U.S. Department of Agriculture, Office of the Assistant Secretary for Civil Rights, 1400 Independence Avenue, SW, Washington, D.C. 20250-9410; o fax: (833) 256-1665 o (202) 690-7442; o correo electrónico: program.intake@usda.gov. Esta institución es un proveedor que ofrece igualdad de oportunidades.",
  "applicantAuthorizationTitle": "Autorización del Solicitante",
  "applicantAuthorization": "Por la presente declaro que toda la información que he proporcionado a Caridades Católicas de Dallas, Inc. es verdadera y correcta. Caridades Católicas Inc. opera de conformidad con la ley federal y el Departamento de Agricultura de los EE. UU. prohíbe la discriminación contra sus clientes, empleados y solicitantes de empleo por motivos de raza, color, origen nacional, edad, discapacidad, sexo, identidad de género, religión, represalia y, cuando corresponda, creencias políticas, estado civil, estado familiar o parental, orientación sexual, o si toda o parte de los ingresos de una persona provienen de cualquier programa de asistencia pública, o información genética protegida en el empleo o en cualquier programa o actividad llevados a cabo o financiados por el Departamento. (No todas las bases prohibidas se aplicarán a todos los programas y/o actividades laborales). Si desea presentar una queja por discriminación en un programa de Derechos Civiles, complete el Formulario de Queja por Discriminación en Programas del USDA, que se puede encontrar en línea en https://www.usda.gov/oascr/filing-program-discrimination-complaint-usda-customer, o en cualquier oficina del USDA, o llame al (866) 632-9992 para solicitar el formulario. También puede escribir una carta con toda la información solicitada en el formulario. Envíe su formulario de queja o carta por correo a: U.S. Department of Agriculture, Director, Office of Adjudication, 1400 Independence Avenue, S.W., Washington, D.C. 20250-9410, por fax al (202) 690-7442 o por correo electrónico a program.intake@usda.gov. Las personas sordas, con problemas de audición o que tengan alguna discapacidad pueden contactar al USDA a través del Servicio de Retransmisión Federal al (800) 877-8339; o al (800) 845-6136 (en español). El USDA es un proveedor y empleador que ofrece igualdad de oportunidades.\n\nEntiendo que cualquier tergiversación de la información o la omisión de información solicitada en este formulario puede descalificarme de participar en el programa y puede ser motivo de terminación de la asistencia.\n\nADVERTENCIA: Es ilegal proporcionar información falsa al gobierno al solicitar programas federales de beneficios públicos según la Ley de Recursos por Fraude en Programas, de 1986, 31 U.S.C. 3801-3812.",
  "checkin": {
    "title": "Registrarse",
    "useId": "Usar identificación",
    "useNameDob": "Usar Apellido y Fecha de Nacimiento",
    "idLabel": "Identificación",
    "lastNameLabel": "Apellido",
    "dobLabel": "Fecha de nacimiento",
    "checkIn": "Registrarse",
    "checkingIn": "Registrando...",
    "language": "Idioma",
    "alreadyCheckedIn": "¡Ya se ha registrado!",
    "noMatchingRecord": "No se encontró ningún registro coincidente.",
    "checkinConfirmed": "Bienvenido, {{name}}. Gracias por registrarte.",
    "checkinError": "Ocurrió un error al registrarse. Por favor, inténtelo de nuevo más tarde.",
    "welcome": "Bienvenido",
    "welcomeMessage": "¡Bienvenido, {{firstName}}! Gracias por registrarse.",
    "tefapExpired": "Su registro TEFAP ha expirado (más de 1 año). Por favor complete un nuevo formulario de registro antes de registrarse.",
    "registerNow": "Registrarse Ahora"
  },
  "Caucasian": "Caucásico",
  "White": "Caucásico",
  "Black": "Negro",
  "Latino": "Latino",
  "Hispanic": "Hispano",
  "Asian": "Asiático",
  "Native": "Nativo",
  "Other": "Otro",
  "Non-Hispanic": "No Hispano",
  "Male": "Masculino",
  "Female": "Femenino",
  "Single": "Soltero",
  "Married": "Casado",
  "Divorced": "Divorciado",
  "Widowed": "Viudo",
  "tefap": "TEFAP",
  "eligible": "Elegible",
  "renewal": {
    "title": "Renovación TEFAP",
    "subtitle": "Renovación de Registro",
    "message": "Su información ha sido completada automáticamente de su registro anterior. Por favor revise y actualice cualquier información que haya cambiado."
  }
}
