{
  "personalInfo": "Personal Information",
  "firstName": "First Name",
  "lastName": "Last Name",
  "dob": "Date of Birth",
  "phone": "Phone Number",
  "address": "Address",
  "apartment": "Apartment Number",
  "zip": "Zip Code",
  "ethnicity": "Ethnicity",
  "sex": "Sex",
  "maritalStatus": "Marital Status",
  "childrenUnder18": "Number of children under 18",
  "adultsUnder60": "Number of adults under 60",
  "seniorsOver60": "Number of seniors over 60",
  "language": "Preferred Language",
  "countryOfBirth": "Country of Birth",
  "incomeYear": "Income per Year",
  "incomeMonth": "Income per Month",
  "incomeWeek": "Income per Week",
  "programs": "Government Assistance Programs",
  "snap": "Supplemental Nutrition Assistance Program (SNAP)",
  "tanf": "Temporary Assistance for Needy Families (TANF)",
  "ssi": "Supplemental Security Income (SSI)",
  "nslp": "National School Lunch Program (NSLP)",
  "medicaid": "Medicaid",
  "householdCrisis": "Household Crisis Eligibility",
  "crisisInstruction": "If household is eligible for household crisis food needs, document reason for crisis here.",
  "certification": "Certification",
  "cert1": "I certify that: I am a member of the household living at the address provided in the personal info section and that, on behalf of the household, I apply for USDA Foods that are distributed through The Emergency Food Assistance Program;",
  "cert2": "All information provided to the agency determining my household's eligibility is, to the best of my knowledge and belief, true and correct;",
  "cert3": "If applicable, the information provided by the household's proxy is, to the best of my knowledge and belief, true and correct.",
  "agreeCertLabel": "Check box to agree",
  "usdaTitle": "USDA Nondiscrimination Statement",
  "usda1": "In accordance with federal civil rights law and U.S. Department of Agriculture (USDA) civil rights regulations and policies, this institution is prohibited from discriminating on the basis of race, color, national origin, sex (including gender identity and sexual orientation), disability, age, or reprisal or retaliation for prior civil rights activity.",
  "usda2": "Program information may be made available in languages other than English. Persons with disabilities who require alternative means of communication to obtain program information (e.g. Braille, large print, audiotape, American Sign Language), should contact the responsible state or local agency that administers the program or USDA's TARGET Center at (202) 720-2600 (voice and TTY) or contact USDA through the Federal Relay Service at (800) 877-8339.",
  "usda3": "To file a program discrimination complaint, a Complainant should complete a Form AD-3027, USDA Program Discrimination Complaint Form which can be obtained online at: https://www.usda.gov/sites/default/files/documents/USD AOASCR%20P-Complaint-Form-0508-0002-508-11-28-17Fax2Mail.pdf, from any USDA office, by calling, (866) 632-9992, or by writing a letter addressed to USDA. The letter must contain the complainant's name, address, telephone number, and a written description of the alleged discriminatory action in sufficient detail to inform the Assistant Secretary for Civil Rights (ASCR) about the nature and date of an alleged civil rights violation. The completed AD-3027 form or letter must be submitted to USDA by: (1) mail: U.S. Department of Agriculture, Office of the Assistant Secretary for Civil Rights, 1400 Independence Avenue, SW, Washington, D.C. 20250-9410; (2) fax: (833) 256-1665 or (202) 690-7442; or (3) email: program.intake@usda.gov. This institution is an equal opportunity provider."
}