{
  "registerForServices": "Register for Food Services",
  "language": "Language",
  "personalInfo": "Personal Information",
  "firstName": "First Name",
  "lastName": "Last Name",
  "dob": "Date of Birth",
  "phone": "Phone Number",
  "address": "Address",
  "apartment": "Apartment Number",
  "zip": "Zip Code",
  "ethnicity": "Ethnicity",
  "sex": "Sex",
  "maritalStatus": "Marital Status",
  "household": "Household Details",
  "children": "Children under 18",
  "adults": "Adults under 60",
  "seniors": "Seniors over 60",
  "languageAndOrigin": "Language & Country of Birth",
  "preferredLanguage": "Preferred Language",
  "countryOfBirth": "Country of Birth",
  "income": "Income",
  "incomeYear": "Income per Year",
  "incomeMonth": "Income per Month",
  "incomeWeek": "Income per Week",
  "programs": "Assistance Programs",
  "descSnap": "Supplemental Nutrition Assistance Program",
  "descTanf": "Temporary Assistance for Needy Families",
  "descSsi": "Supplemental Security Income",
  "descNsls": "National School Lunch Program",
  "descMedicaid": "Medicaid Health Coverage",
  "householdCrisisEligibility": "Household Crisis Eligibility",
  "If household is eligible for household crisis food needs, document reason for crisis here.": "If household is eligible for household crisis food needs, document reason for crisis here.",
  "certification": "Certification",
  "cert1": "1. I certify that I am a member of the household living at the address provided in the personal info section and that, on behalf of the household, I apply for USDA Foods that are distributed through The Emergency Food Assistance Program.",
  "cert2": "2. All information provided to the agency determining my household's eligibility is, to the best of my knowledge and belief, true and correct.",
  "cert3": "3. If applicable, the information provided by the household's proxy is, to the best of my knowledge and belief, true and correct.",
  "agreeCertLabel": "Check box to agree",
  "signature": "Signature",
  "submit": "Submit",
  "submittedSuccessfully": "Form submitted successfully!",
  "applicantAuthorizationTitle": "Autorización del Solicitante",
  "applicantAuthorization": "Por la presente declaro que toda la información que he proporcionado a Caridades Católicas de Dallas, Inc. es verdadera y correcta. Caridades Católicas Inc. opera de conformidad con la ley federal y el Departamento de Agricultura de los EE. UU. prohíbe la discriminación contra sus clientes, empleados y solicitantes de empleo por motivos de raza, color, origen nacional, edad, discapacidad, sexo, identidad de género, religión, represalia y, cuando corresponda, creencias políticas, estado civil, estado familiar o parental, orientación sexual, o si toda o parte de los ingresos de una persona provienen de cualquier programa de asistencia pública, o información genética protegida en el empleo o en cualquier programa o actividad llevados a cabo o financiados por el Departamento. (No todas las bases prohibidas se aplicarán a todos los programas y/o actividades laborales). Si desea presentar una queja por discriminación en un programa de Derechos Civiles, complete el Formulario de Queja por Discriminación en Programas del USDA, que se puede encontrar en línea en https://www.usda.gov/oascr/filing-program-discrimination-complaint-usda-customer, o en cualquier oficina del USDA, o llame al (866) 632-9992 para solicitar el formulario. También puede escribir una carta con toda la información solicitada en el formulario. Envíe su formulario de queja o carta por correo a: U.S. Department of Agriculture, Director, Office of Adjudication, 1400 Independence Avenue, S.W., Washington, D.C. 20250-9410, por fax al (202) 690-7442 o por correo electrónico a program.intake@usda.gov. Las personas sordas, con problemas de audición o que tengan alguna discapacidad pueden contactar al USDA a través del Servicio de Retransmisión Federal al (800) 877-8339; o al (800) 845-6136 (en español). El USDA es un proveedor y empleador que ofrece igualdad de oportunidades.\n\nEntiendo que cualquier tergiversación de la información o la omisión de información solicitada en este formulario puede descalificarme de participar en el programa y puede ser motivo de terminación de la asistencia.\n\nADVERTENCIA: Es ilegal proporcionar información falsa al gobierno al solicitar programas federales de beneficios públicos según la Ley de Recursos por Fraude en Programas, de 1986, 31 U.S.C. 3801-3812."
}